{
  "facts": [
    "The first computer mouse was made of wood.",
    "A group of rhinos is called a crash.",
    "The human brain takes in 11 million bits of information every second but is aware of only 40.",
    "The fingerprints of a koala are so indistinguishable from humans that they have on occasion been confused at a crime scene.",
    "There are more trees on Earth than stars in the Milky Way galaxy.",
    "The dot over the letter 'i' and 'j' is called a 'tittle'.",
    "A 'jiffy' is an actual unit of time for 1/100th of a second.",
    "The unicorn is the national animal of Scotland.",
    "The longest time between two twins being born is 87 days.",
    "A bolt of lightning is five times hotter than the surface of the sun.",
    "The inventor of the Pringles can is now buried in one.",
    "The national animal of Australia, the kangaroo, is unable to walk backwards.",
    "A day on Venus is longer than a year on Venus.",
    "The first-ever VCR, which was made in 1956, was the size of a piano.",
    "The ampersand symbol (&) is a ligature of the letters 'e' and 't', which is 'et' in Latin, meaning 'and'.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after 38 minutes.",
    "A chicken once lived for 18 months without a head.",
    "The Hawaiian alphabet has only 12 letters.",
    "The human nose can detect over 1 trillion scents.",
    "A baby octopus is about the size of a flea when it is born.",
    "The moon has moonquakes.",
    "A rhinoceros' horn is made of hair.",
    "It's illegal to own just one guinea pig in Switzerland because they get lonely.",
    "The Eiffel Tower can be 15 cm taller during the summer.",
    "A flea can jump 350 times its body length.",
    "A cat has 32 muscles in each ear.",
    "A human's teeth are just as strong as a shark's teeth.",
    "The Great Wall of China is not visible from space with the naked eye.",
    "A group of porcupines is called a prickle.",
    "The first person to be convicted of speeding was going eight mph.",
    "The world's oldest piece of chewing gum is over 9,000 years old.",
    "A cockroach can live for several weeks without its head.",
    "The average person walks the equivalent of five times around the world in their lifetime.",
    "The word 'nerd' was first coined by Dr. Seuss in 'If I Ran the Zoo'.",
    "The King of Hearts is the only king without a mustache.",
    "A ball of glass will bounce higher than a ball of rubber.",
    "The quietest room in the world is an anechoic chamber at Microsoft's headquarters in Washington state.",
    "The Earth is not a perfect sphere; it's an oblate spheroid.",
    "The oldest known living tree is a Great Basin bristlecone pine in California, over 5,000 years old.",
    "The 'smell of rain' is caused by a bacteria called geosmin.",
    "The hottest chili pepper in the world is the 'Pepper X', which is over 3 million Scoville heat units.",
    "The first public library in the United States was founded in Franklin, Massachusetts, in 1790.",
    "The human eye can distinguish about 10 million different colors.",
    "The first alarm clock could only ring at one time: 4 a.m.",
    "The longest word in the English language without a vowel is 'rhythms'.",
    "The 'butterfly effect' is a concept from chaos theory, where a small change in one state of a deterministic nonlinear system can result in large differences in a later state.",
    "The first movie ever to be rated PG-13 was 'Red Dawn' in 1984.",
    "The first person to break the sound barrier was Chuck Yeager in 1947.",
    "The first text message was sent in 1992 and it said 'Merry Christmas'.",
    "The first website ever created is still online today.",
    "The first video game was created in 1958 and was a simple tennis game.",
    "The first computer virus was created in 1983 and was called the 'Elk Cloner'.",
    "The first search engine was created in 1990 and was called 'Archie'.",
    "The first social media platform was created in 1997 and was called 'Six Degrees'.",
    "The first smartphone was created in 1992 and was called the 'Simon Personal Communicator'.",
    "The first laptop was created in 1981 and was called the 'Osborne 1'.",
    "The first digital camera was created in 1975 and had a resolution of 0.01 megapixels.",
    "The first email was sent in 1971 by Ray Tomlinson.",
    "The first domain name ever registered was 'symbolics.com' in 1985.",
    "The first YouTube video was uploaded in 2005 and was titled 'Me at the zoo'.",
    "The first tweet was sent in 2006 by Jack Dorsey.",
    "The first Instagram post was a picture of a dog in 2010.",
    "The first Facebook profile was created by Mark Zuckerberg in 2004.",
    "The first song ever to be played on the radio was 'O Holy Night' in 1906.",
    "The first book ever to be printed on a printing press was the Gutenberg Bible in 1455.",
    "The first car was invented in 1886 by Karl Benz.",
    "The first airplane was invented in 1903 by the Wright brothers.",
    "The first telephone was invented in 1876 by Alexander Graham Bell.",
    "The first light bulb was invented in 1879 by Thomas Edison.",
    "The first television was invented in 1927 by Philo Farnsworth.",
    "The first microwave oven was invented in 1945 by Percy Spencer.",
    "The first refrigerator was invented in 1834 by Jacob Perkins.",
    "The first washing machine was invented in 1851 by James King.",
    "The first dishwasher was invented in 1886 by Josephine Cochrane.",
    "The first vacuum cleaner was invented in 1901 by Hubert Cecil Booth.",
    "The first air conditioner was invented in 1902 by Willis Carrier.",
    "The first escalator was invented in 1897 by Jesse W. Reno.",
    "The first elevator was invented in 1852 by Elisha Otis.",
    "The first traffic light was invented in 1868 by John Peake Knight.",
    "The first parking meter was invented in 1935 by Carl C. Magee.",
    "The first seat belt was invented in 1885 by Edward J. Claghorn.",
    "The first airbag was invented in 1952 by John W. Hetrick.",
    "The first windshield wiper was invented in 1903 by Mary Anderson.",
    "The first rearview mirror was invented in 1911 by Ray Harroun.",
    "The first cruise control was invented in 1948 by Ralph Teetor.",
    "The first power steering was invented in 1926 by Francis W. Davis.",
    "The first automatic transmission was invented in 1921 by Alfred Horner Munro.",
    "The first four-wheel drive system was invented in 1903 by Ferdinand Porsche.",
    "The first anti-lock braking system (ABS) was invented in 1929 by Gabriel Voisin.",
    "The first GPS was invented in 1973 by the U.S. Department of Defense.",
    "The first laser was invented in 1960 by Theodore Maiman.",
    "The first integrated circuit was invented in 1958 by Jack Kilby.",
    "The first transistor was invented in 1947 by John Bardeen, Walter Brattain, and William Shockley.",
    "The first battery was invented in 1800 by Alessandro Volta.",
    "The first electric motor was invented in 1834 by Thomas Davenport.",
    "The first dynamo was invented in 1831 by Michael Faraday.",
    "The first telescope was invented in 1608 by Hans Lippershey.",
    "The first microscope was invented in 1590 by Zacharias Janssen.",
    "The first thermometer was invented in 1593 by Galileo Galilei.",
    "The first barometer was invented in 1643 by Evangelista Torricelli.",
    "The first stethoscope was invented in 1816 by René Laennec.",
    "The first X-ray was discovered in 1895 by Wilhelm Röntgen.",
    "The first antibiotic, penicillin, was discovered in 1928 by Alexander Fleming.",
    "The first vaccine was developed in 1796 by Edward Jenner for smallpox.",
    "The first DNA was discovered in 1869 by Friedrich Miescher.",
    "The first gene was discovered in 1909 by Wilhelm Johannsen.",
    "The first clone, Dolly the sheep, was born in 1996.",
    "The first human heart transplant was performed in 1967 by Christiaan Barnard.",
    "The first artificial heart was implanted in 1982 by Willem Johan Kolff.",
    "The first test-tube baby was born in 1978.",
    "The first successful kidney transplant was performed in 1954 by Joseph Murray.",
    "The first successful liver transplant was performed in 1967 by Thomas Starzl.",
    "The first successful lung transplant was performed in 1963 by James Hardy.",
    "The first successful pancreas transplant was performed in 1966 by Richard Lillehei and William Kelly.",
    "The first successful bone marrow transplant was performed in 1956 by E. Donnall Thomas.",
    "The first successful LASIK eye surgery was performed in 1989 by Gholam A. Peyman.",
    "The first successful cataract surgery was performed in 1747 by Jacques Daviel.",
    "The first successful appendectomy was performed in 1735 by Claudius Amyand.",
    "The first successful C-section was performed in 1500 by Jacob Nufer.",
    "The first successful blood transfusion was performed in 1665 by Richard Lower.",
    "The first successful use of anesthesia in surgery was in 1846 by William T.G. Morton.",
    "The first successful use of antiseptics in surgery was in 1867 by Joseph Lister.",
    "The first successful use of chemotherapy was in the 1940s by Sidney Farber.",
    "The first successful use of radiation therapy was in 1896 by Émil Grubbé.",
    "The first successful use of immunotherapy was in the 1890s by William B. Coley.",
    "The first successful use of gene therapy was in 1990 by W. French Anderson.",
    "The first successful use of stem cell therapy was in 1956 by E. Donnall Thomas.",
    "The first successful use of in vitro fertilization (IVF) was in 1978.",
    "The first successful use of a cochlear implant was in 1972 by William House.",
    "The first successful use of a pacemaker was in 1958 by Arne Larsson.",
    "The first successful use of a defibrillator was in 1947 by Claude Beck.",
    "The first successful use of an artificial hip was in 1962 by John Charnley.",
    "The first successful use of an artificial knee was in 1968 by Frank Gunston.",
    "The first successful use of an artificial shoulder was in 1893 by Jules Émile Péan.",
    "The first successful use of an artificial elbow was in 1972 by Frederick E. G. (Ted) Johnson.",
    "The first successful use of an artificial wrist was in 1967 by Alfred B. Swanson.",
    "The first successful use of an artificial ankle was in 1976 by Theodore A. Tristan and Frederick J. Kummer.",
    "The first successful use of an artificial finger was in 1962 by Alfred B. Swanson.",
    "The first successful use of an artificial toe was in 1972 by Alfred B. Swanson.",
    "The first successful use of an artificial eye was in 1946 by Harold Ridley.",
    "The first successful use of an artificial ear was in 1984 by William House.",
    "The first successful use of an artificial nose was in 1996 by Patrick J. Gullane.",
    "The first successful use of an artificial larynx was in 1873 by Theodor Billroth.",
    "The first successful use of an artificial bladder was in 1999 by Anthony Atala.",
    "The first successful use of an artificial kidney (dialysis) was in 1943 by Willem Johan Kolff.",
    "The first successful use of an artificial liver was in 1956 by Willem Johan Kolff.",
    "The first successful use of an artificial lung (ventilator) was in 1928 by Philip Drinker and Louis Agassiz Shaw.",
    "The first successful use of an artificial pancreas (insulin pump) was in 1974 by Dean Kamen.",
    "The first successful use of an artificial skin was in 1981 by John F. Burke and Ioannis V. Yannas.",
    "The first successful use of an artificial blood was in 1979 by Ryoichi Naito and Keiichi Yokoyama.",
    "The first successful use of an artificial chromosome was in 1997 by Huntington F. Willard.",
    "The first successful use of an artificial gene was in 1970 by Har Gobind Khorana.",
    "The first successful use of an artificial enzyme was in 1969 by Robert B. Merrifield and Bernd Gutte.",
    "The first successful use of an artificial protein was in 1969 by Robert B. Merrifield and Bernd Gutte.",
    "The first successful use of an artificial cell was in 2010 by the J. Craig Venter Institute.",
    "The first successful use of an artificial neuron was in 1991 by Misha Mahowald and Rodney Douglas.",
    "The first successful use of an artificial neural network was in 1957 by Frank Rosenblatt.",
    "The first successful use of an artificial intelligence was in 1956 by John McCarthy, Marvin Minsky, Nathaniel Rochester, and Claude Shannon.",
    "The first successful use of a robot in surgery was in 1985 by the PUMA 560.",
    "The first successful use of a self-driving car was in 1986 by Ernst Dickmanns.",
    "The first successful use of a drone was in 1918 by the U.S. Army.",
    "The first successful use of a satellite was in 1957 by the Soviet Union with Sputnik 1.",
    "The first successful use of a space probe was in 1959 by the Soviet Union with Luna 1.",
    "The first successful use of a rover on another planet was in 1970 by the Soviet Union with Lunokhod 1 on the Moon.",
    "The first successful use of a rover on Mars was in 1997 by NASA with Sojourner.",
    "The first successful use of a helicopter on another planet was in 2021 by NASA with Ingenuity on Mars.",
    "The first successful landing on another planet was in 1970 by the Soviet Union with Venera 7 on Venus.",
    "The first successful landing on Mars was in 1971 by the Soviet Union with Mars 3.",
    "The first successful landing on an asteroid was in 2001 by NASA with NEAR Shoemaker on Eros.",
    "The first successful landing on a comet was in 2014 by the European Space Agency with Philae on Comet 67P/Churyumov-Gerasimenko.",
    "The first successful sample return from an asteroid was in 2010 by the Japan Aerospace Exploration Agency with Hayabusa from Itokawa.",

    "The first successful sample return from a comet was in 2006 by NASA with Stardust from Wild 2.",
    "The first successful sample return from the Moon was in 1970 by the Soviet Union with Luna 16.",
    "The first successful sample return from Mars is planned for the 2030s by NASA and the European Space Agency.",
    "The first successful flyby of Mercury was in 1974 by NASA with Mariner 10.",
    "The first successful flyby of Venus was in 1962 by NASA with Mariner 2.",
    "The first successful flyby of Mars was in 1965 by NASA with Mariner 4.",
    "The first successful flyby of Jupiter was in 1973 by NASA with Pioneer 10.",
    "The first successful flyby of Saturn was in 1979 by NASA with Pioneer 11.",
    "The first successful flyby of Uranus was in 1986 by NASA with Voyager 2.",
    "The first successful flyby of Neptune was in 1989 by NASA with Voyager 2.",
    "The first successful flyby of Pluto was in 2015 by NASA with New Horizons.",
    "The first successful orbiter of Mercury was in 2011 by NASA with MESSENGER.",
    "The first successful orbiter of Venus was in 1975 by the Soviet Union with Venera 9.",
    "The first successful orbiter of Mars was in 1971 by NASA with Mariner 9.",
    "The first successful orbiter of Jupiter was in 1995 by NASA with Galileo.",
    "The first successful orbiter of Saturn was in 2004 by NASA and the European Space Agency with Cassini-Huygens.",
    "The first successful orbiter of an asteroid was in 2000 by NASA with NEAR Shoemaker at Eros.",
    "The first successful orbiter of a comet is planned for 2029 by the European Space Agency with Comet Interceptor.",
    "The first successful human spaceflight was in 1961 by the Soviet Union with Yuri Gagarin.",
    "The first successful woman in space was in 1963 by the Soviet Union with Valentina Tereshkova.",
    "The first successful American in space was in 1961 by Alan Shepard.",
    "The first successful American woman in space was in 1983 by Sally Ride.",
    "The first successful spacewalk was in 1965 by the Soviet Union with Alexei Leonov.",
    "The first successful American spacewalk was in 1965 by Ed White.",
    "The first successful woman to walk in space was in 1984 by the Soviet Union with Svetlana Savitskaya.",
    "The first successful American woman to walk in space was in 1984 by Kathryn D. Sullivan.",
    "The first successful landing on the Moon was in 1969 by the United States with Apollo 11.",
    "The first successful person to walk on the Moon was in 1969 by Neil Armstrong.",
    "The first successful person to drive a car on the Moon was in 1971 by David Scott.",
    "The first successful space station was in 1971 by the Soviet Union with Salyut 1.",
    "The first successful long-duration space station was the Soviet Union's Mir, which operated from 1986 to 2001.",
    "The first successful continuously inhabited space station is the International Space Station, which has been inhabited since 2000.",
    "The first successful private company to launch a spacecraft into orbit and recover it was SpaceX in 2010.",
    "The first successful private company to send a spacecraft to the International Space Station was SpaceX in 2012.",
    "The first successful private company to send humans to the International Space Station was SpaceX in 2020.",
    "The first successful private company to land a rocket booster on land was SpaceX in 2015.",
    "The first successful private company to land a rocket booster on a drone ship was SpaceX in 2016.",
    "The first successful private company to reuse a rocket booster was SpaceX in 2017.",
    "The first successful private company to launch a satellite into orbit was Orbital Sciences Corporation in 1990.",
    "The first successful private company to build a space station is planned by Axiom Space in the 2020s.",
    "The first successful private company to send a tourist to space was Virgin Galactic in 2021.",
    "The first successful private company to send a tourist to the International Space Station was Space Adventures in 2001.",
    "The first successful private company to send a tourist on a trip around the Moon is planned by SpaceX in 2023."
  ]
}